export default function Owner() {
    return (
        <div className="flex flex-col items-center mt-8 w-full px-25 gap-5">
            <h1 className="text-4xl font-semibold">23 Nattha (เกม) - JSD11</h1>
            <img src="https://www.shutterstock.com/image-vector/vector-flat-illustration-grayscale-avatar-600nw-2281862025.jpg" className="h-50 w-50 rounded-full"/>
            <h2 className="text-2xl font-medium">Short Biography:</h2>
            <p> ชื่อเล่นว่าเกม ชอบเล่นเกม งานอดิเรกคือเล่นเกม เล่นเกมได้ทั้งวัน เล่นเกมได้หลายแนว เล่นคนเดียวหรือกับเพื่อนก็ได้ถ้ามีเพื่อนเล่นด้วย วัน ๆ เล่นแต่เกม ไม่มีอะไรทำก็เล่นเกม ไม่รู้จะเขียนอะไรก็เลยเขียนถึงเกม วู้ฮู้---------- หวังว่าผู้สอนที่มาตรวจจะเมตตา 🙏</p>
        </div>
    )
}